[
  {
    "id": 1,
    "title": "TRUI Golden Generation: Menuntut Ilmu Hingga Benua Eropa",
    "author": "Wiryanata Sunardi",
    "content": "I Made Sanadhi Sutandi, begitulah namanya dikenal, adalah satu-satunya alumni Tim Robotika Universitas Indonesia (TRUI) yang berkesempatan untuk mengikuti program magang OpenLab Summer Research program di Conseil Européenne pour la Recherche Nucléaire (CERN) pada tahun 2016. Ia merupakan salah satu dari 40 peserta terpilih lainnya yang telah bersaing dengan 1.461 pelamar dari seluruh dunia. Sangat beruntung sekali rasanya beberapa anggota aktif TRUI lainnya masih dapat menjalin komunikasi dengan alumni dari tim KRSI (Kontes Robot Seni Indonesia) tersebut. Selama menjadi anggota aktif di TRUI, Sanadhi tercatat pernah membantu tim KRSI untuk meraih juara III pada Kontes Robot Indonesia Regional. <br/><br/> Setelah menyelesaikan studinya di Teknik Komputer Universitas Indonesia, pria kelahiran pulau dewata tersebut kemudian melanjutkan studi pendidikannya di Swiss Federal Institute of Technology in Lausanne (EPFL) jurusan Computer Science. Lama tidak mendengar kabarnya, beberapa anggota aktif di TRUI kemudian berinisiatif untuk menjalin komunikasi dengan alumni TRUI tersebut untuk melakukan sharing mengenai pengalaman menjalani program magister di Swiss serta bekerja sebagai Software Engineer di salah satu perusahaan ternama di Swiss. <br/><br/> Selama menjalani program magister di Swiss, beberapa pekerjaan dilakukan oleh Sanadhi untuk menambah penghasilan mulai dari penerimaan proyek dari Profesor yang ada di Federal Institute of Technology in Lausanne (EPFL) hingga menjalani program magang (internship). Menurut pria yang kerap dipanggil Adhi tersebut, tantangan utama ketika kuliah di luar negeri sangat banyak, mulai dari masalah di perkuliahan, homesick karena jauh dari orang tua dan teman, culture shock karena berada di lingkungan baru, language barrier, dan banyak lagi. “Kebetulan ketika Saya mahasiswa di Swiss, Saya tinggal di Student Housing, harganya kebetulan Saya sudah dapat yang paling murah lah. Semisalnya untuk biaya hidup lainnya seperti makanan Saya masak sendiri. Skill memasak di Swiss itu penting banget lah semisalnya mau survive di Swiss karena akan sangat menghemat pengeluaran seandainya bisa masak sendiri,” tutur Sanadhi ketika mengenang masa-masa awalnya ketika masih menjadi mahasiswa S2 di Swiss. <br/><br/> Adhi sendiri menuturkan sistem pendidikan di Eropa sangatlah berbeda dibandingkan dengan sistem pendidikan di Indonesia. Adhi sendiri menganalogikan sistem pendidikan di Eropa dan di Indonesia bagaikan sebuah gelas dimana orang Eropa lebih tertarik untuk melakukan penemuan atau invention terhadap gelas tersebut sedangkan sistem pendidikan di Indonesia memiliki tujuan untuk melakukan pengembangan atau development dari penemuan tersebut. “Di kampus-kampus Eropa, sistem pendidikan selalu melakukan penekanan dan pengacuan di teori atau teoritis bahkan dalam bagan penilaian, ujian akhir yang bersifat teoritis bisa mencakup 60 hingga 70 persen dari nilai akhir,” tuturnya. Menurut Adhi, standar beberapa perguruan tinggi di Indonesia adalah untuk menghasilkan lulusan yang lebih siap untuk menghadapi permintaan industri dibandingkan dengan pemahaman core competence dari program studi itu sendiri. “Perguruan tinggi seperti UI sebenarnya memiliki tendensi untuk mendorong agar mahasiswa dapat memahami core competence dari program studi yang diambil oleh mahasiswa itu sendiri. Memang sebuah tantangan tersendiri bagi perguruan tinggi di Indonesia agar dapat mempersiapkan mahasiswa sehingga dapat memahami core competence dari mata kuliah tersebut beriringan dengan mempersiapkan mahasiswa sehingga siap pakai di industri.” Hal selaras juga diungkapkan oleh Pak Astha sebagai dosen pembimbing Tim KRSBI Humanoid dimana beliau menuturkan “Pemahaman core competence dari sebuah teknologi akan berimbas terhadap learning curve dari mahasiswa tersebut dimana mahasiswa dengan pemahaman core competence yang baik akan memiliki learning curve yang cenderung meningkat dan lebih baik dibandingkan dengan mahasiswa dengan pemahaman sebatas praktek terhadap teknologi itu sendiri.” <br/><br/> Setelah menyelesaikan studi sarjana, umumnya mahasiswa akan bimbang antara melanjutkan studi master atau fokus untuk melakukan pengembangan karir. Menurut Adhi, dalam kedua pilihan tersebut tidak ada hal yang pasti antara memilih melanjutkan studi atau mengembangkan karir karena setiap orang memiliki jalan yang berbeda dalam menjalankan kehidupannya masing-masing. “Apabila kalian memilih untuk bekerja di Indonesia, setidaknya kalian paham mengenai exposure yang ada di Indonesia. Namun, apabila kalian tidak pernah bekerja di Indonesia pastinya kalian akan mengira bahwa bekerja di luar negeri paling enak padahal bisa saja kalian lebih nyaman untuk bekerja di Indonesia. Sangat sulit untuk menjawab kepastian antara memilih melanjutkan studi atau mengembangkan karir. Karena, ketika mahasiswa yang tidak pernah terekspos terhadap dunia kerja kemudian memilih untuk melanjutkan studi hingga PhD akan merasa nyaman di dunia akademis. Jadi saran Saya terhadap mahasiswa yang masih bimbang adalah jangan buru-buru mengenai S2,” tutur Sanadhi ketika ditanya mengenai pertimbangan antara melanjutkan studi S2 dan melanjutkan pengembangan karir.",
    "date": "2023-05-22",
    "tag": "Pasca Kampus",
    "imgUrl": "../sanadhi-sutandi.jpg"
  }
]
